Repository: WindowsAppCommunity/Quarrel
Catalog: src/Quarrel/Localization/*/UserSettings.resw
Source language: en
Languages: de, es, pl, ru, sv, zh_cn

# MentionsRBTN.Content
source: Mentions
de: Benachrichtigungen
es: Menciones
pl: Wzmianki
ru: Упоминания
sv: Omnämningar
zh_cn: 提及

# UserSettingsNVIH.Content
source: User Settings
de: Mitglieder
es: Ajustes de usuario
pl: Ustawienia użytkownika
ru: Настройки пользователя
sv: Användarinställningar
zh_cn: 用户设置

# CancelBTN.Content
source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj
ru: Отменить
sv: Avbryt
zh_cn: 取消

# SaveBTN.Content
source: Save
de: Speichern
es: Guardar
pl: Zapisz
ru: Сохранить
sv: Spara
zh_cn: 保存

# AccentColorTB.Text
source: Accent Color
de: Akzentfarbe
es: Color de énfasis
pl: Kolor Akcentu
ru: Акцентный цвет
sv: Accentfärg
zh_cn: 主题色

# AcrylicTB.Text
source: Acrylic
de: Acryl-Material
es: Acrílico
ru: Акрил
sv: Akryl

# AppSettingsNVIH.Content
source: App Settings
de: Appeinstellungen
es: Ajustes de la aplicación
pl: Ustawienia aplikacji
ru: Настройки приложения
sv: Appinställningar
zh_cn: 应用设置

# AudioDevicesTB.Text
source: Audio Devices
de: Spracheinstellungen
es: Dispositivos de audio
pl: Urządzenia audio
ru: Аудиоустройства
sv: Ljudenheter
zh_cn: 音频设备

# BehaviorNVI.Content
source: Behavior
de: Verhalten
es: Comportamiento
pl: Zachowanie
ru: Поведение
sv: Beteende
zh_cn: 行为

# ChangePasswordHBTN.Content
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
pl: Zmień hasło
ru: Изменить пароль
sv: Ändra lösenord
zh_cn: 更改密码

# ChannelsTB.Text
source: CHANNELS
de: KANÄLE
es: CANALES
pl: KANAŁY
ru: КАНАЛЫ
sv: KANALER
zh_cn: 频道

# ChannelViewCB.Content
source: Channel and Member View
de: Kanal- und Mitgliederliste
es: Paneles de canal y miembros
pl: Widok kanału i członków
ru: Посмотреть каналы и людей
sv: Kanal- och medlemslista
zh_cn: 频道和成员视图

# CommandBarCB.Content
source: Command Bar
de: Befehlsleiste
es: Barra de comandos
pl: Pasek komend
ru: Панель команд
sv: Kommando-bar
zh_cn: 命令栏

# ConnectionsNVI.Content
source: Connections
de: Verknüpfungen
es: Conexiones
pl: Integracje
ru: Подключения
sv: Anslutningar
zh_cn: 连接

# CurrentPasswordPBox.Header
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
pl: Obecne hasło
ru: Текущий пароль
sv: Nuvarande lösenord
zh_cn: 当前密码

# DangerZoneDescTB.Text
source: Don't analyze any DMs
de: Deaktiviere diese Option. Durchsuche nichts. Geh direkt auf die dunkle Seite.
es: No analizar ningún mensaje directo
pl: Nie analizuj prywatnych wiadomości
ru: Не анализировать ЛС
sv: Skanna inga direktmeddelanden för stötande medieinnehåll.
zh_cn: 不分析任何私信

# DangerZoneTB.Text
source: I live dangerously
de: Ich lebe am Limit
es: Vivo con el peligro
pl: Żyję niebezpiecznie
ru: Я живу в опасности
sv: Jag lever farligt
zh_cn: 我生活于水深火热

# DarkRBTN.Content
source: Dark
de: Dunkel
es: Oscuro
pl: Ciemny
ru: Тёмный
sv: Mörkt
zh_cn: 黑暗

# DataCompressionDescTB.Text
source: Data compression makes gateway messages smaller and faster to recieve. This is a little more expensive on the CPU but significantly faster with lower internet speed.
de: Datenkomprimierung macht Gateway-Nachrichten kleiner und schneller empfangbar. Das beansprucht etwas mehr Prozessorleistung, ist aber bei geringerer Internetgeschwindigkeit deutlich schneller.
es: La compresión hace que los mensajes entrantes sean más rápidos y ligeros. Es más exigente con la CPU, pero significativamente más rápido en conexiones de internet con baja velocidad.
pl: Kompresja danych sprawia, że wiadomości od gateway są mniejsze i szybsze do odebrania. To trochę bardziej używa procesora, ale jest szybsze przy niższych prędkościach internetu.
ru: Сжатие данных делает сообщения шлюза меньше и быстрее для отправки. Это немного ресурсоёмко для процессора, но значительно быстрее с более низкой скоростью интернета.
sv: Datakomprimering gör gateway-meddelanden mindre och snabbare att ta emot. Detta blir lite jobbigare på din CPU men betydligt snabbare för lägre internethastigheter.
zh_cn: 数据压缩减小网关消息大小并使其快速传输。这会对CPU造成一定压力，但在低速网络下能显著提高速度。

# DataCompressionTB.Text
source: Data Compression
de: Datenkomprimierung
es: Compresión de datos
pl: Kompresja danych
ru: Сжатие данных
sv: Datakomprimering
zh_cn: 数据压缩

# DiscordBlurpleRBTN.Content
source: Discord Blurple
de: Discord-Akzentfarbe
es: Blurple de Discord
pl: Discordowy fiolet
ru: Синелетовый
zh_cn: Discord 蓝紫色

# DisplayNVI.Content
source: Display
de: Erscheinungsbild
es: Aspecto
pl: Wyświetlanie
ru: Отображение
sv: Utseende
zh_cn: 显示

# DMFilterDescTB.Text
source: Analyze and automatically delete direct messages containing explicit content
de: Automatisch Direktnachrichten an dich mit anstößigem Inhalt durchsuchen und löschen.
es: Analizar y eliminar automáticamente los mensajes directos con contenido explícito
pl: Analizuj i automatycznie usuwaj wiadomości prywatne zawierające szkodliwe treści
ru: Автоматически сканировать и удалять личные сообщения, содержащие откровенное содержимое
sv: Skanna och ta automatiskt bort direktmeddelanden med stötande medieinnehåll som skickas till dig.
zh_cn: 分析并自动删除包含露骨内容的私信

# DMFilterTB.Text
source: DIRECT MESSAGE FILTERING
de: SICHERE DIREKTNACHRICHTEN
es: FILTRADO DE MENSAJES DIRECTOS
pl: FILTROWANIE PRYWATNYCH WIADOMOŚCI
ru: ФИЛЬТР ЛИЧНЫХ СООБЩЕНИЙ
sv: SÄKRA DIREKTMEDDELANDEN
zh_cn: 私信过滤

# EditBTN.Content
source: Edit
de: Bearbeiten
es: Editar
pl: Edytuj
ru: Изменить
sv: Redigera
zh_cn: 编辑

# EmailTBox.Header
source: Email
es: Correo electrónico
ru: Почта
sv: E-post
zh_cn: 邮箱

# ExpensiveRenderingDescTB.Text
source: Enable various expensive graphics such as Blur Effects and Audio Visualizers
es: Habilita diversos gráficos exigentes, tales como efectos de desenfoque y visualizadores de audio
pl: Włącz różne intensywne graficznie efekty, takie jak Efekty Rozmycia i Wizualizery Dźwięku
ru: Включает различные ресурсоёмкие графические эффекты, такие как размытие и аудиовизуализаторы
sv: Aktivera kostsam grafik, såsom suddighetseffekter och ljudvisualiserare.
zh_cn: 启用图形效果，比如模糊和音频可视化

# ExpensiveRenderingTB.Text
source: Expensive Rendering
de: Aufwendige Darstellung
es: Renderizado muy costoso
pl: Intensywne renderowanie
ru: Ресурсоёмкий рендеринг
sv: Kostsam grafik
zh_cn: 高阶渲染

# FluentThemeDescTB.Text
source: Enable an alternative fluent theme for Quarrel
de: Alternatives Fluent Theme für Quarrel aktivieren
es: Habilita un tema fluent alternativo para Quarrel
pl: Włącz alternatywny fluent motyw dla Quarrel
ru: Включить альтернативную Fluent тему для Quarrel
sv: Aktivera ett alternativt fluent tema för Quarrel
zh_cn: 使用 Quarrel 的 Fluent 主题

# FluentThemeTB.Text
source: Fluent Theme
es: Tema fluent
pl: Fluent Motyw
ru: Тема Fluent
sv: Fluent Tema
zh_cn: Fluent 主题

# GuildViewCB.Content
source: Guild View
de: Serverliste
es: Panel de servidores
pl: Widok guild
ru: Вид сервера
sv: Serverlista
zh_cn: 工会视图

# InputDeviceTB.Text
source: Input Device
de: Eingabegerät
es: Dispositivo de Entrada
pl: Urządzenia wejścia
ru: Устройство ввода
sv: Inmatningsenhet
zh_cn: 输入设备

# LightRBTN.Content
source: Light
de: Hell
es: Claro
pl: Jasny
ru: Светлый
sv: Ljust
zh_cn: 明亮

# LogoutBTN.Content
source: Log Out
de: Ausloggen
es: Cerrar sesión
pl: Wyloguj się
ru: Выйти
sv: Logga ut
zh_cn: 注销

# MentionGlowDescTB.Text
source: The left side of the screen glows when you are mentioned
de: Die linke Seite des Bildschirms leuchtet, wenn du erwähnt wirst
es: El lateral izquierdo de la pantalla resplandece cuando te mencionan
pl: Gdy ktoś o tobie wspomni, lewa strona ekranu się podświetli
ru: Левая часть экрана светится, когда тебя упомянули
sv: Vänster sida av skärmen lyser up när du får en omnämning
zh_cn: 当被提及后屏幕左侧发光

# MentionGlowTB.Text
source: Glow on Mention
de: Leuchten bei Erwähnung
es: Resplandor para menciones
pl: Podświetl przy wzmiankach
ru: Свечение от упоминания
sv: Lyst up vid omnämning
zh_cn: 提及时发光

# MessageViewCB.Content
source: Message View
de: Chat-Ansicht
es: Panel de mensajes
pl: Widok wiadomości
ru: Посмотреть сообщение
sv: Meddelandebakgrund
zh_cn: 消息视图

# MeteredConnectionsTB.Text
source: METERED CONNECTIONS
de: GETAKTETE VERBINDUNGEN
es: CONEXIONES MEDIDAS
pl: MIERZONE POŁĄCZENIA
ru: ЛИМИТНЫЕ ПОДКЛЮЧЕНИЯ
sv: BEGRÄNSADE ANSLUTNINGAR
zh_cn: 计费连接

# MustFillOutTB.Text
source: Must fill out Current Password
de: Aktuelles Passwort muss ausgefüllt werden
es: Debe rellenar la contraseña actual
pl: Trzeba wpisać obecne hasło
ru: Должен заполнить текущий пароль
sv: Måste fylla i nuvarande lösenord
zh_cn: 必须输入当前的密码

# MyAccountNVI.Content
source: My Account
de: Mein Account
es: Mi cuenta
pl: Moje konto
ru: Мой аккаунт
sv: Mitt konto
zh_cn: 我的账户

# NewPasswordPBox.Header
source: New Password
de: Neues Passwort
es: Nueva contraseña
pl: Nowe hasło
ru: Новый пароль
sv: Nytt lösenord
zh_cn: 新的密码

# NiceFriendsDescTB.Text
source: Analyze all DMs, except from my friends
de: Direktnachrichten von allen außer deinen Freunden durchsuchen
es: Analizar todos los mensajes directos salvo los de mis amigos
pl: Analizuj wszystkie wiadomości prywatne, oprócz tych od moich znajomych
ru: Анализировать все ЛС, кроме моих друзей
sv: Skanna direktmeddelanden från alla utom mina vänner.
zh_cn: 分析来自除了我的好友之外的私信

# NiceFriendsTB.Text
source: My friends are nice
de: Meine Freunde sind nett
es: Mis amigos son buena gente
pl: Moi znajomi są spoko
ru: Мои друзья хорошие
sv: Mina vänner är pålitliga
zh_cn: 我的朋友们都很好

# NoPermissionChannelsDescTB.Text
source: Gaze upon that which yee cannot enter
de: Wenn du vor verschlossenen Türen stehen möchtest.
es: Mira de lejos ese lugar al que no podrás llegar
pl: Pokaż kanały, do których nie możesz wejść
ru: Смотрите на то, во что не можете войти
sv: Vittna de ställen där du inte kan vistas
zh_cn: 看看你无权进入的频道

# NoPermissionChannelsTB.Text
source: Show No Permissions Channels
de: Kanäle ohne Berechtigung anzeigen
es: Ver canales donde no estás admitido
pl: Pokaż kanały, do których nie masz uprawnień
ru: Показывать каналы без разрешений
sv: Visa icke-behörighetskanaler
zh_cn: 显示无权限的频道

# NotificationsNVI.Content
source: Notifications
de: Benachrichtigungen
es: Notificaciones
pl: Powiadomienia
ru: Уведомления
sv: Aviseringar
zh_cn: 通知

# OtherTB.Text
source: OTHER
de: ANDERE
es: OTROS
pl: INNE
ru: ДРУГОЕ
sv: ANNAT
zh_cn: 其他

# OutputDeviceTB.Text
source: Output Device
de: Ausgabegerät
es: Dispositivo de salida
pl: Urządzenia wyjścia
ru: Устройство вывода
sv: Utmatningsenhet
zh_cn: 输出设备

# OverrideCollapseTB.Text
source: Override Category Collapse
de: Trotz eingeklappter Kategorie anzeigen
es: Ignorar colapso de categorías
pl: Nadpisz zwijanie kategorii
ru: Развернуть свёрнутую категорию от
sv: Ignorera minimerad kategori
zh_cn: 覆盖类别折叠

# PrivacyNVI.Content
source: Privacy
de: Privatsphäre
es: Privacidad
pl: Prywatność
ru: Конфиденциальность
sv: Integritet
zh_cn: 隐私

# ProtectMeDescTB.Text
source: Analyze all DMs
de: Direktnachrichten von allen durchsuchen
es: Analizar todos los mensajes directos
pl: Analizuj wszystkie wiadomości prywatne
ru: Анализировать все ЛС
sv: Skanna direktmeddelanden från alla.
zh_cn: 分析所有私信

# ProtectMeTB.Text
source: Protect me
de: Die Welt ist böse
es: Protéjeme
pl: Chroń mnie
ru: Защити меня
sv: Skydda mig
zh_cn: 保护我

# RestartRequiredTB.Text
source: (Restart required)
de: (Erfordert Neustart)
es: (Reinicio requerido)
pl: (Wymagany restart)
ru: (Перезапуск обязателен)
sv: (Omstart krävs)
zh_cn: (需要重启)

# ServerMuteIconDescTB.Text
source: A mute icon that shows over muted servers on the server list
de: Ein Icon kennzeichnet stummgeschaltete Server in der Serverliste
es: Un ícono de silencio que se muestra sobre los servidores silenciados de la lista
pl: Ikona wyciszenia, która pokazuje wyciszone serwery na liście serwerów
ru: Значок заглушения сервера, который показывается над заглушенными серверами в списке серверов
sv: En ikon som visas över tystade servrar i serverlistan
zh_cn: 服务器列表中静音的服务器将会显示一个静音图标

# ServerMuteIconTB.Text
source: Server Mute Icon
de: Stummschaltungsicon
es: Ícono de servidor silenciado
pl: Ikona wyciszenia serwera
ru: Значок заглушения сервера
sv: Ikon för tystade servrar
zh_cn: 服务器静音图标

# SystemAccountColorRBTN.Content
source: System Accent Color
de: System-Akzentfarbe
es: Color de énfasis del sistema
pl: Kolor akcentu systemu
ru: Системный акцентный цвет
sv: System Accentfärg
zh_cn: 系统主题色

# TapToLoadDescTB.Text
source: TTL (Tap To Load). Images, Audio or Videos in messages will not show unless you tap a replacement icon first
de: Bilder, Audios oder Videos in Nachrichten werden nicht angezeigt bevor du auf ein Icon klickst.
es: TPC (Toca Para Cargar). No se mostrarán imágenes, audios ni videos en los mensajes a menos que primero toques el ícono para recolocarlo
pl: TTL (Tap To Load). Obrazy, dźwięk lub wideo nie będzie się pokazywać dopuki naciśniesz ikonę.
ru: TTL (Tap To Load, Нажми, чтобы загрузить). Картинки, аудио или видео в сообщениях не будет показываться, пока ты не нажмёшь сначала на значок замены
sv: Tryck för att ladda. Bilder, ljudfiler och videor i meddelanden kommer inte att laddas tills du trycker på filen
zh_cn: 消息中的图片、音频、视频在你点击之前都不会显示。

# TapToLoadTB.Text
source: Tap To Load Attachments
de: Klicken um Anhänge zu laden
es: Tocar para cargar los adjuntos
pl: Naciśnij, żeby załadować załączniki
ru: Нажми, чтобы загрузить прикрепления
sv: Tryck för att ladda
zh_cn: 点击以加载附件

# ThemeTB.Text
source: THEME
de: FARBSCHEMA
es: TEMA
pl: MOTYW
ru: ТЕМА
sv: TEMA
zh_cn: 主题

# UnreadRBTN.Content
source: Unread
de: Ungelesen
es: No leído
pl: Nieprzeczytane
ru: Не прочитано
sv: Oläst
zh_cn: 未读

# UsernameTBox.Header
source: Username
de: Benutzername
es: Nombre de usuario
pl: Nazwa użytkownika
ru: Никнейм
sv: Användarnamn
zh_cn: 用户名

# VoiceNVI.Content
source: Voice
de: Sprache
es: Voz
pl: Głos
ru: Голос
sv: Röst
zh_cn: 语音

# WindowsRBTN.Content
source: Windows
ru: Из Windows
zh_cn: Windows 设置

# DeleteHBTN.Content
source: Delete
de: Löschen
es: Borrar
pl: Usuń
ru: Убрать
sv: Ta bort
zh_cn: 删除

# UploadImageHBTN.Content
source: Upload Image
de: Bild hochladen
es: Subir una imagen
pl: Prześlij obraz
ru: Выложить картинку
sv: Ladda upp bild
zh_cn: 上传图片
